[{"Id":198663,"VoteCount":12114,"PosterPath":"/Images/The Maze Runner.png","Title":"The Maze Runner","VoteAverage":7.1,"Overview":"Set in a post-apocalyptic world, young Thomas is deposited in a community of boys after his memory is erased, soon learning they're all trapped in a maze that will require him to join forces with fellow “runners” for a shot at escape.","ReleaseDate":"2014-09-10"},{"Id":635237,"VoteCount":5,"PosterPath":"/Images/Arthur & Merlin_ Knights of Camelot.png","Title":"Arthur & Merlin_ Knights of Camelot","VoteAverage":3.0,"Overview":"Plot to be added.","ReleaseDate":"2020-05-28"},{"Id":812,"VoteCount":7901,"PosterPath":"/Images/Aladdin.png","Title":"Aladdin","VoteAverage":7.6,"Overview":"Princess Jasmine grows tired of being forced to remain in the palace, so she sneaks out into the marketplace, in disguise, where she meets street-urchin Aladdin.  The couple falls in love, although Jasmine may only marry a prince.  After being thrown in jail, Aladdin becomes embroiled in a plot to find a mysterious lamp, with which the evil Jafar hopes to rule the land.","ReleaseDate":"1992-11-25"},{"Id":585,"VoteCount":12676,"PosterPath":"/Images/Monsters, Inc..png","Title":"Monsters, Inc.","VoteAverage":7.8,"Overview":"James Sullivan and Mike Wazowski are monsters, they earn their living scaring children and are the best in the business... even though they're more afraid of the children than they are of them. When a child accidentally enters their world, James and Mike suddenly find that kids are not to be afraid of and they uncover a conspiracy that could threaten all children across the world.","ReleaseDate":"2001-11-01"},{"Id":670439,"VoteCount":1,"PosterPath":"/Images/Six Minutes to Midnight.png","Title":"Six Minutes to Midnight","VoteAverage":1.0,"Overview":"Summer 1939. Influential families in Nazi Germany have sent their daughters to a finishing school in an English seaside town to learn the language and be ambassadors for a future looking National Socialist. A teacher there sees what is coming and is trying to raise the alarm. But the authorities believe he is the problem.","ReleaseDate":"2020-05-29"},{"Id":501170,"VoteCount":1708,"PosterPath":"/Images/Doctor Sleep.png","Title":"Doctor Sleep","VoteAverage":7.1,"Overview":"Still irrevocably scarred by the trauma he endured as a child at the Overlook, Dan Torrance has fought to find some semblance of peace. But that peace is shattered when he encounters Abra, a courageous teenager with her own powerful extrasensory gift, known as the 'shine'. Instinctively recognising that Dan shares her power, Abra has sought him out, desperate for his help against the merciless Rose the Hat and her followers.","ReleaseDate":"2019-10-30"},{"Id":458156,"VoteCount":4988,"PosterPath":"/Images/John Wick_ Chapter 3 - Parabellum.png","Title":"John Wick_ Chapter 3 - Parabellum","VoteAverage":7.3,"Overview":"Super-assassin John Wick returns with a $14 million price tag on his head and an army of bounty-hunting killers on his trail. After killing a member of the shadowy international assassin’s guild, the High Table, John Wick is excommunicado, but the world’s most ruthless hit men and women await his every turn.","ReleaseDate":"2019-05-15"},{"Id":301528,"VoteCount":5052,"PosterPath":"/Images/Toy Story 4.png","Title":"Toy Story 4","VoteAverage":7.6,"Overview":"Woody has always been confident about his place in the world and that his priority is taking care of his kid, whether that's Andy or Bonnie. But when Bonnie adds a reluctant new toy called \"Forky\" to her room, a road trip adventure alongside old and new friends will show Woody how big the world can be for a toy.","ReleaseDate":"2019-06-19"},{"Id":102651,"VoteCount":9865,"PosterPath":"/Images/Maleficent.png","Title":"Maleficent","VoteAverage":7.1,"Overview":"A beautiful, pure-hearted young woman, Maleficent has an idyllic life growing up in a peaceable forest kingdom, until one day when an invading army threatens the harmony of the land.  Maleficent rises to be the land's fiercest protector, but she ultimately suffers a ruthless betrayal – an act that begins to turn her heart into stone. Bent on revenge, Maleficent faces an epic battle with the invading King's successor and, as a result, places a curse upon his newborn infant Aurora. As the child grows, Maleficent realizes that Aurora holds the key to peace in the kingdom – and to Maleficent's true happiness as well.","ReleaseDate":"2014-05-28"},{"Id":399579,"VoteCount":5029,"PosterPath":"/Images/Alita_ Battle Angel.png","Title":"Alita_ Battle Angel","VoteAverage":7.0,"Overview":"When Alita awakens with no memory of who she is in a future world she does not recognize, she is taken in by Ido, a compassionate doctor who realizes that somewhere in this abandoned cyborg shell is the heart and soul of a young woman with an extraordinary past.","ReleaseDate":"2019-01-31"},{"Id":49051,"VoteCount":13554,"PosterPath":"/Images/The Hobbit_ An Unexpected Journey.png","Title":"The Hobbit_ An Unexpected Journey","VoteAverage":7.3,"Overview":"Bilbo Baggins, a hobbit enjoying his quiet life, is swept into an epic quest by Gandalf the Grey and thirteen dwarves who seek to reclaim their mountain home from Smaug, the dragon.","ReleaseDate":"2012-11-26"},{"Id":12444,"VoteCount":12807,"PosterPath":"/Images/Harry Potter and the Deathly Hallows_ Part 1.png","Title":"Harry Potter and the Deathly Hallows_ Part 1","VoteAverage":7.8,"Overview":"Harry, Ron and Hermione walk away from their last year at Hogwarts to find and destroy the remaining Horcruxes, putting an end to Voldemort's bid for immortality. But with Harry's beloved Dumbledore dead and Voldemort's unscrupulous Death Eaters on the loose, the world is more dangerous than ever.","ReleaseDate":"2010-10-17"},{"Id":238,"VoteCount":12337,"PosterPath":"/Images/The Godfather.png","Title":"The Godfather","VoteAverage":8.7,"Overview":"Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge.","ReleaseDate":"1972-03-14"},{"Id":647785,"VoteCount":1,"PosterPath":"/Images/Debt Collectors.png","Title":"Debt Collectors","VoteAverage":2.0,"Overview":"A pair of debt collectors are thrust into an explosively dangerous situation, chasing down various lowlifes while also evading a vengeful kingpin.","ReleaseDate":"2020-05-29"},{"Id":194662,"VoteCount":9374,"PosterPath":"/Images/Birdman or (The Unexpected Virtue of Ignorance).png","Title":"Birdman or (The Unexpected Virtue of Ignorance)","VoteAverage":7.5,"Overview":"A fading actor best known for his portrayal of a popular superhero attempts to mount a comeback by appearing in a Broadway play. As opening night approaches, his attempts to become more altruistic, rebuild his career, and reconnect with friends and family prove more difficult than expected.","ReleaseDate":"2014-08-27"}]