[{"Id":512200,"VoteCount":3835,"PosterPath":"/Images/Jumanji_ The Next Level.png","Title":"Jumanji_ The Next Level","VoteAverage":6.9,"Overview":"As the gang return to Jumanji to rescue one of their own, they discover that nothing is as they expect. The players will have to brave parts unknown and unexplored in order to escape the world’s most dangerous game.","ReleaseDate":"2019-12-04"},{"Id":672,"VoteCount":14240,"PosterPath":"/Images/Harry Potter and the Chamber of Secrets.png","Title":"Harry Potter and the Chamber of Secrets","VoteAverage":7.7,"Overview":"Cars fly, trees fight back, and a mysterious house-elf comes to warn Harry Potter at the start of his second year at Hogwarts. Adventure and danger await when bloody writing on a wall announces: The Chamber Of Secrets Has Been Opened. To save Hogwarts will require all of Harry, Ron and Hermione’s magical abilities and courage.","ReleaseDate":"2002-11-13"},{"Id":400160,"VoteCount":3,"PosterPath":"/Images/The SpongeBob Movie_ Sponge on the Run.png","Title":"The SpongeBob Movie_ Sponge on the Run","VoteAverage":6.7,"Overview":"After SpongeBob's beloved pet snail Gary is snail-napped, he and Patrick embark on an epic adventure to The Lost City of Atlantic City to bring Gary home.","ReleaseDate":"2020-05-28"},{"Id":696007,"VoteCount":3,"PosterPath":"/Images/Legacy.png","Title":"Legacy","VoteAverage":6.7,"Overview":"While on a hunting trip in the isolated wilderness, a father and his adopted teenage son are turned into the prey of unknown assailants. They are unexpectedly joined in their fight for ...","ReleaseDate":"2020-05-28"},{"Id":515001,"VoteCount":3735,"PosterPath":"/Images/Jojo Rabbit.png","Title":"Jojo Rabbit","VoteAverage":8.1,"Overview":"A World War II satire that follows a lonely German boy whose world view is turned upside down when he discovers his single mother is hiding a young Jewish girl in their attic. Aided only by his idiotic imaginary friend, Adolf Hitler, Jojo must confront his blind nationalism.","ReleaseDate":"2019-10-18"},{"Id":299537,"VoteCount":9355,"PosterPath":"/Images/Captain Marvel.png","Title":"Captain Marvel","VoteAverage":7.0,"Overview":"The story follows Carol Danvers as she becomes one of the universe’s most powerful heroes when Earth is caught in the middle of a galactic war between two alien races. Set in the 1990s, Captain Marvel is an all-new adventure from a previously unseen period in the history of the Marvel Cinematic Universe.","ReleaseDate":"2019-03-06"},{"Id":1726,"VoteCount":18377,"PosterPath":"/Images/Iron Man.png","Title":"Iron Man","VoteAverage":7.6,"Overview":"After being held captive in an Afghan cave, billionaire engineer Tony Stark creates a unique weaponized suit of armor to fight evil.","ReleaseDate":"2008-04-30"},{"Id":315635,"VoteCount":14222,"PosterPath":"/Images/Spider-Man_ Homecoming.png","Title":"Spider-Man_ Homecoming","VoteAverage":7.4,"Overview":"Following the events of Captain America: Civil War, Peter Parker, with the help of his mentor Tony Stark, tries to balance his life as an ordinary high school student in Queens, New York City, with fighting crime as his superhero alter ego Spider-Man as a new threat, the Vulture, emerges.","ReleaseDate":"2017-07-05"},{"Id":49017,"VoteCount":4312,"PosterPath":"/Images/Dracula Untold.png","Title":"Dracula Untold","VoteAverage":6.3,"Overview":"Vlad Tepes is a great hero, but when he learns the Sultan is preparing for battle and needs to form an army of 1,000 boys, he vows to find a way to protect his family. Vlad turns to dark forces in order to get the power to destroy his enemies and agrees to go from hero to monster as he's turned into the mythological vampire, Dracula.","ReleaseDate":"2014-10-01"},{"Id":284053,"VoteCount":13897,"PosterPath":"/Images/Thor_ Ragnarok.png","Title":"Thor_ Ragnarok","VoteAverage":7.6,"Overview":"Thor is imprisoned on the other side of the universe and finds himself in a race against time to get back to Asgard to stop Ragnarok, the destruction of his home-world and the end of Asgardian civilization, at the hands of an all-powerful new threat, the ruthless Hela.","ReleaseDate":"2017-10-25"},{"Id":181808,"VoteCount":10563,"PosterPath":"/Images/Star Wars_ The Last Jedi.png","Title":"Star Wars_ The Last Jedi","VoteAverage":7.0,"Overview":"Rey develops her newly discovered abilities with the guidance of Luke Skywalker, who is unsettled by the strength of her powers. Meanwhile, the Resistance prepares to do battle with the First Order.","ReleaseDate":"2017-12-13"},{"Id":698410,"VoteCount":4,"PosterPath":"/Images/Adventures of Rufus_ The Fantastic Pet.png","Title":"Adventures of Rufus_ The Fantastic Pet","VoteAverage":6.8,"Overview":"At his grandmother's house, Scott and his friend Emily meet Rufus, a swashbuckling, furry creature who begs them to help restore his fading kingdom. Wizard Abbott's spell book contains the magic healing formula--but Abbott's ancient nemesis Lilith, posing as Grandmother's servant, wants the book, too! In this hilarious, high-flying family adventure, Scott and Emily must confront a gigantic alligator, a vicious dinosaur skeleton, a ruthless owl, and a fire-breathing dragon to rescue Rufus' magical world.","ReleaseDate":"2020-05-26"},{"Id":619264,"VoteCount":3127,"PosterPath":"/Images/The Platform.png","Title":"The Platform","VoteAverage":7.1,"Overview":"A mysterious place, an indescribable prison, a deep hole. An unknown number of levels. Two inmates living on each level. A descending platform containing food for all of them. An inhuman fight for survival, but also an opportunity for solidarity…","ReleaseDate":"2019-11-08"},{"Id":278,"VoteCount":16273,"PosterPath":"/Images/The Shawshank Redemption.png","Title":"The Shawshank Redemption","VoteAverage":8.7,"Overview":"Framed in the 1940s for the double murder of his wife and her lover, upstanding banker Andy Dufresne begins a new life at the Shawshank prison, where he puts his accounting skills to work for an amoral warden. During his long stretch in prison, Dufresne comes to be admired by the other inmates -- including an older prisoner named Red -- for his integrity and unquenchable sense of hope.","ReleaseDate":"1994-09-23"},{"Id":466272,"VoteCount":6443,"PosterPath":"/Images/Once Upon a Time… in Hollywood.png","Title":"Once Upon a Time… in Hollywood","VoteAverage":7.5,"Overview":"Los Angeles, 1969. TV star Rick Dalton, a struggling actor specializing in westerns, and stuntman Cliff Booth, his best friend, try to survive in a constantly changing movie industry. Dalton is the neighbor of the young and promising actress and model Sharon Tate, who has just married the prestigious Polish director Roman Polanski…","ReleaseDate":"2019-07-25"}]