[{"Id":84892,"VoteCount":7128,"PosterPath":"/Images/The Perks of Being a Wallflower.png","Title":"The Perks of Being a Wallflower","VoteAverage":7.7,"Overview":"Pittsburgh, Pennsylvania, 1991. High school freshman Charlie is a wallflower, always watching life from the sidelines, until two senior students, Sam and her stepbrother Patrick, become his mentors, helping him discover the joys of friendship, music and love…","ReleaseDate":"2012-09-20"},{"Id":131634,"VoteCount":8721,"PosterPath":"/Images/The Hunger Games_ Mockingjay - Part 2.png","Title":"The Hunger Games_ Mockingjay - Part 2","VoteAverage":6.9,"Overview":"With the nation of Panem in a full scale war, Katniss confronts President Snow in the final showdown. Teamed with a group of her closest friends – including Gale, Finnick, and Peeta – Katniss goes off on a mission with the unit from District 13 as they risk their lives to stage an assassination attempt on President Snow who has become increasingly obsessed with destroying her. The mortal traps, enemies, and moral choices that await Katniss will challenge her more than any arena she faced in The Hunger Games.","ReleaseDate":"2015-11-18"},{"Id":1584,"VoteCount":3609,"PosterPath":"/Images/School of Rock.png","Title":"School of Rock","VoteAverage":7.0,"Overview":"Fired from his band and hard up for cash, guitarist and vocalist Dewey Finn finagles his way into a job as a fifth-grade substitute teacher at a private school, where he secretly begins teaching his students the finer points of rock 'n' roll. The school's hard-nosed principal is rightly suspicious of Finn's activities. But Finn's roommate remains in the dark about what he's doing.","ReleaseDate":"2003-10-03"},{"Id":522162,"VoteCount":856,"PosterPath":"/Images/Midway.png","Title":"Midway","VoteAverage":7.0,"Overview":"The story of the Battle of Midway, and the leaders and soldiers who used their instincts, fortitude and bravery to overcome massive odds.","ReleaseDate":"2019-11-06"},{"Id":76338,"VoteCount":11967,"PosterPath":"/Images/Thor_ The Dark World.png","Title":"Thor_ The Dark World","VoteAverage":6.6,"Overview":"Thor fights to restore order across the cosmos… but an ancient race led by the vengeful Malekith returns to plunge the universe back into darkness. Faced with an enemy that even Odin and Asgard cannot withstand, Thor must embark on his most perilous and personal journey yet, one that will reunite him with Jane Foster and force him to sacrifice everything to save us all.","ReleaseDate":"2013-10-29"},{"Id":424694,"VoteCount":11132,"PosterPath":"/Images/Bohemian Rhapsody.png","Title":"Bohemian Rhapsody","VoteAverage":8.0,"Overview":"Singer Freddie Mercury, guitarist Brian May, drummer Roger Taylor and bass guitarist John Deacon take the music world by storm when they form the rock 'n' roll band Queen in 1970. Hit songs become instant classics. When Mercury's increasingly wild lifestyle starts to spiral out of control, Queen soon faces its greatest challenge yet – finding a way to keep the band together amid the success and excess.","ReleaseDate":"2018-10-24"},{"Id":57165,"VoteCount":2852,"PosterPath":"/Images/Wrath of the Titans.png","Title":"Wrath of the Titans","VoteAverage":5.6,"Overview":"A decade after his heroic defeat of the monstrous Kraken, Perseus-the demigod son of Zeus-is attempting to live a quieter life as a village fisherman and the sole parent to his 10-year old son, Helius. Meanwhile, a struggle for supremacy rages between the gods and the Titans. Dangerously weakened by humanity's lack of devotion, the gods are losing control of the imprisoned Titans and their ferocious leader, Kronos, father of the long-ruling brothers Zeus, Hades and Poseidon.","ReleaseDate":"2012-03-27"},{"Id":127585,"VoteCount":11397,"PosterPath":"/Images/X-Men_ Days of Future Past.png","Title":"X-Men_ Days of Future Past","VoteAverage":7.5,"Overview":"The ultimate X-Men ensemble fights a war for the survival of the species across two time periods as they join forces with their younger selves in an epic battle that must change the past – to save our future.","ReleaseDate":"2014-05-15"},{"Id":105,"VoteCount":13136,"PosterPath":"/Images/Back to the Future.png","Title":"Back to the Future","VoteAverage":8.3,"Overview":"Eighties teenager Marty McFly is accidentally sent back in time to 1955, inadvertently disrupting his parents' first meeting and attracting his mother's romantic interest. Marty must repair the damage to history by rekindling his parents' romance and - with the help of his eccentric inventor friend Doc Brown - return to 1985.","ReleaseDate":"1985-07-03"},{"Id":381288,"VoteCount":12373,"PosterPath":"/Images/Split.png","Title":"Split","VoteAverage":7.3,"Overview":"Though Kevin has evidenced 23 personalities to his trusted psychiatrist, Dr. Fletcher, there remains one still submerged who is set to materialize and dominate all the others. Compelled to abduct three teenage girls led by the willful, observant Casey, Kevin reaches a war for survival among all of those contained within him — as well as everyone around him — as the walls between his compartments shatter apart.","ReleaseDate":"2017-01-19"},{"Id":333339,"VoteCount":9208,"PosterPath":"/Images/Ready Player One.png","Title":"Ready Player One","VoteAverage":7.6,"Overview":"When the creator of a popular video game system dies, a virtual contest is created to compete for his fortune.","ReleaseDate":"2018-03-28"},{"Id":744,"VoteCount":3922,"PosterPath":"/Images/Top Gun.png","Title":"Top Gun","VoteAverage":6.9,"Overview":"For Lieutenant Pete 'Maverick' Mitchell and his friend and co-pilot Nick 'Goose' Bradshaw, being accepted into an elite training school for fighter pilots is a dream come true. But a tragedy, as well as personal demons, will threaten Pete's dreams of becoming an ace pilot.","ReleaseDate":"1986-05-16"},{"Id":559969,"VoteCount":2508,"PosterPath":"/Images/El Camino_ A Breaking Bad Movie.png","Title":"El Camino_ A Breaking Bad Movie","VoteAverage":6.8,"Overview":"In the wake of his dramatic escape from captivity, Jesse Pinkman must come to terms with his past in order to forge some kind of future.","ReleaseDate":"2019-10-11"},{"Id":10138,"VoteCount":14438,"PosterPath":"/Images/Iron Man 2.png","Title":"Iron Man 2","VoteAverage":6.8,"Overview":"With the world now aware of his dual life as the armored superhero Iron Man, billionaire inventor Tony Stark faces pressure from the government, the press and the public to share his technology with the military. Unwilling to let go of his invention, Stark, with Pepper Potts and James 'Rhodey' Rhodes at his side, must forge new alliances – and confront powerful enemies.","ReleaseDate":"2010-04-28"},{"Id":270303,"VoteCount":4139,"PosterPath":"/Images/It Follows.png","Title":"It Follows","VoteAverage":6.5,"Overview":"After carefree teenager Jay  sleeps with her new boyfriend, Hugh, for the first time, she learns that she is the latest recipient of a fatal curse that is passed from victim to victim via sexual intercourse. Death, Jay learns, will creep inexorably toward her as either a friend or a stranger. Jay's friends don't believe her seemingly paranoid ravings, until they too begin to see the phantom assassins and band together to help her flee or defend herself.","ReleaseDate":"2015-02-04"}]