[{"Id":297802,"VoteCount":8669,"PosterPath":"/Images/Aquaman.png","Title":"Aquaman","VoteAverage":6.8,"Overview":"Once home to the most advanced civilization on Earth, Atlantis is now an underwater kingdom ruled by the power-hungry King Orm. With a vast army at his disposal, Orm plans to conquer the remaining oceanic people and then the surface world. Standing in his way is Arthur Curry, Orm's half-human, half-Atlantean brother and true heir to the throne.","ReleaseDate":"2018-12-07"},{"Id":331482,"VoteCount":2243,"PosterPath":"/Images/Little Women.png","Title":"Little Women","VoteAverage":7.9,"Overview":"Four sisters come of age in America in the aftermath of the Civil War.","ReleaseDate":"2019-12-25"},{"Id":556678,"VoteCount":305,"PosterPath":"/Images/Emma..png","Title":"Emma.","VoteAverage":7.0,"Overview":"In 1800s England, a well-meaning but selfish young woman meddles in the love lives of her friends.","ReleaseDate":"2020-02-13"},{"Id":260513,"VoteCount":8408,"PosterPath":"/Images/Incredibles 2.png","Title":"Incredibles 2","VoteAverage":7.5,"Overview":"Elastigirl springs into action to save the day, while Mr. Incredible faces his greatest challenge yet – taking care of the problems of his three children.","ReleaseDate":"2018-06-14"},{"Id":244786,"VoteCount":9665,"PosterPath":"/Images/Whiplash.png","Title":"Whiplash","VoteAverage":8.4,"Overview":"Under the direction of a ruthless instructor, a talented young drummer begins to pursue perfection at any cost, even his humanity.","ReleaseDate":"2014-10-10"},{"Id":287947,"VoteCount":4986,"PosterPath":"/Images/Shazam!.png","Title":"Shazam!","VoteAverage":7.0,"Overview":"A boy is given the ability to become an adult superhero in times of need with a single magic word.","ReleaseDate":"2019-03-29"},{"Id":39538,"VoteCount":3707,"PosterPath":"/Images/Contagion.png","Title":"Contagion","VoteAverage":6.5,"Overview":"As an epidemic of a lethal airborne virus - that kills within days - rapidly grows, the worldwide medical community races to find a cure and control the panic that spreads faster than the virus itself.","ReleaseDate":"2011-09-08"},{"Id":862,"VoteCount":12390,"PosterPath":"/Images/Toy Story.png","Title":"Toy Story","VoteAverage":7.9,"Overview":"Led by Woody, Andy's toys live happily in his room until Andy's birthday brings Buzz Lightyear onto the scene. Afraid of losing his place in Andy's heart, Woody plots against Buzz. But when circumstances separate Buzz and Woody from their owner, the duo eventually learns to put aside their differences.","ReleaseDate":"1995-10-30"},{"Id":541305,"VoteCount":0,"PosterPath":"/Images/Kajillionaire.png","Title":"Kajillionaire","VoteAverage":0.0,"Overview":"A woman's life is turned upside down when her criminal parents invite an outsider to join them on a major heist they're planning.","ReleaseDate":"2020-09-18"},{"Id":624808,"VoteCount":282,"PosterPath":"/Images/Love Wedding Repeat.png","Title":"Love Wedding Repeat","VoteAverage":5.7,"Overview":"While trying to make his sister's wedding day go smoothly, Jack finds himself juggling an angry ex-girlfriend, an uninvited guest with a secret, a misplaced sleep sedative, and the girl that got away in alternate versions of the same day.","ReleaseDate":"2020-04-10"},{"Id":242582,"VoteCount":7041,"PosterPath":"/Images/Nightcrawler.png","Title":"Nightcrawler","VoteAverage":7.7,"Overview":"When Lou Bloom, desperate for work, muscles into the world of L.A. crime journalism, he blurs the line between observer and participant to become the star of his own story. Aiding him in his effort is Nina, a TV-news veteran.","ReleaseDate":"2014-10-23"},{"Id":453405,"VoteCount":2188,"PosterPath":"/Images/Gemini Man.png","Title":"Gemini Man","VoteAverage":6.3,"Overview":"Henry Brogan is an elite 51-year-old assassin who's ready to call it quits after completing his 72nd job. His plans get turned upside down when he becomes the target of a mysterious operative who can seemingly predict his every move. To his horror, Brogan soon learns that the man who's trying to kill him is a younger, faster, cloned version of himself.","ReleaseDate":"2019-10-02"},{"Id":607,"VoteCount":9487,"PosterPath":"/Images/Men in Black.png","Title":"Men in Black","VoteAverage":7.1,"Overview":"After a police chase with an otherworldly being, a New York City cop is recruited as an agent in a top-secret organization established to monitor and police alien activity on Earth: the Men in Black. Agent Kay and new recruit Agent Jay find themselves in the middle of a deadly plot by an intergalactic terrorist who has arrived on Earth to assassinate two ambassadors from opposing galaxies.","ReleaseDate":"1997-07-02"},{"Id":673,"VoteCount":13902,"PosterPath":"/Images/Harry Potter and the Prisoner of Azkaban.png","Title":"Harry Potter and the Prisoner of Azkaban","VoteAverage":8.0,"Overview":"Harry, Ron and Hermione return to Hogwarts for another magic-filled year. Harry comes face to face with danger yet again, this time in the form of escaped convict, Sirius Black—and turns to sympathetic Professor Lupin for help.","ReleaseDate":"2004-05-31"},{"Id":373571,"VoteCount":2591,"PosterPath":"/Images/Godzilla_ King of the Monsters.png","Title":"Godzilla_ King of the Monsters","VoteAverage":6.3,"Overview":"Follows the heroic efforts of the crypto-zoological agency Monarch as its members face off against a battery of god-sized monsters, including the mighty Godzilla, who collides with Mothra, Rodan, and his ultimate nemesis, the three-headed King Ghidorah. When these ancient super-species - thought to be mere myths - rise again, they all vie for supremacy, leaving humanity's very existence hanging in the balance.","ReleaseDate":"2019-05-29"}]