[{"Id":49521,"VoteCount":10986,"PosterPath":"/Images/Man of Steel.png","Title":"Man of Steel","VoteAverage":6.5,"Overview":"A young boy learns that he has extraordinary powers and is not of this earth. As a young man, he journeys to discover where he came from and what he was sent here to do. But the hero in him must emerge if he is to save the world from annihilation and become the symbol of hope for all mankind.","ReleaseDate":"2013-06-12"},{"Id":422,"VoteCount":1250,"PosterPath":"/Images/8½.png","Title":"8½","VoteAverage":8.3,"Overview":"Guido Anselmi, a film director, finds himself creatively barren at the peak of his career. Urged by his doctors to rest, Anselmi heads for a luxurious resort, but a sorry group gathers—his producer, staff, actors, wife, mistress, and relatives—each one begging him to get on with the show. In retreat from their dependency, he fantasizes about past women and dreams of his childhood.","ReleaseDate":"1963-02-14"},{"Id":446893,"VoteCount":701,"PosterPath":"/Images/Trolls World Tour.png","Title":"Trolls World Tour","VoteAverage":7.6,"Overview":"Queen Poppy and Branch make a surprising discovery — there are other Troll worlds beyond their own, and their distinct differences create big clashes between these various tribes. When a mysterious threat puts all of the Trolls across the land in danger, Poppy, Branch, and their band of friends must embark on an epic quest to create harmony among the feuding Trolls to unite them against certain doom.","ReleaseDate":"2020-03-12"},{"Id":76341,"VoteCount":16416,"PosterPath":"/Images/Mad Max_ Fury Road.png","Title":"Mad Max_ Fury Road","VoteAverage":7.5,"Overview":"An apocalyptic story set in the furthest reaches of our planet, in a stark desert landscape where humanity is broken, and most everyone is crazed fighting for the necessities of life. Within this world exist two rebels on the run who just might be able to restore order.","ReleaseDate":"2015-05-13"},{"Id":1930,"VoteCount":11806,"PosterPath":"/Images/The Amazing Spider-Man.png","Title":"The Amazing Spider-Man","VoteAverage":6.5,"Overview":"Peter Parker is an outcast high schooler abandoned by his parents as a boy, leaving him to be raised by his Uncle Ben and Aunt May. Like most teenagers, Peter is trying to figure out who he is and how he got to be the person he is today. As Peter discovers a mysterious briefcase that belonged to his father, he begins a quest to understand his parents' disappearance – leading him directly to Oscorp and the lab of Dr. Curt Connors, his father's former partner. As Spider-Man is set on a collision course with Connors' alter ego, The Lizard, Peter will make life-altering choices to use his powers and shape his destiny to become a hero.","ReleaseDate":"2012-06-23"},{"Id":767,"VoteCount":12630,"PosterPath":"/Images/Harry Potter and the Half-Blood Prince.png","Title":"Harry Potter and the Half-Blood Prince","VoteAverage":7.7,"Overview":"As Harry begins his sixth year at Hogwarts, he discovers an old book marked as 'Property of the Half-Blood Prince', and begins to learn more about Lord Voldemort's dark past.","ReleaseDate":"2009-07-07"},{"Id":8587,"VoteCount":12407,"PosterPath":"/Images/The Lion King.png","Title":"The Lion King","VoteAverage":8.3,"Overview":"A young lion prince is cast out of his pride by his cruel uncle, who claims he killed his father. While the uncle rules with an iron paw, the prince grows up beyond the Savannah, living by a philosophy: No worries for the rest of your days. But when his past comes to haunt him, the young prince must decide his fate: Will he remain an outcast or face his demons and become what he needs to be?","ReleaseDate":"1994-05-07"},{"Id":675,"VoteCount":12922,"PosterPath":"/Images/Harry Potter and the Order of the Phoenix.png","Title":"Harry Potter and the Order of the Phoenix","VoteAverage":7.7,"Overview":"Returning for his fifth year of study at Hogwarts, Harry is stunned to find that his warnings about the return of Lord Voldemort have been ignored. Left with no choice, Harry takes matters into his own hands, training a small group of students – dubbed 'Dumbledore's Army' – to defend themselves against the dark arts.","ReleaseDate":"2007-06-28"},{"Id":10195,"VoteCount":14880,"PosterPath":"/Images/Thor.png","Title":"Thor","VoteAverage":6.7,"Overview":"Against his father Odin's will, The Mighty Thor - a powerful but arrogant warrior god - recklessly reignites an ancient war. Thor is cast down to Earth and forced to live among humans as punishment. Once here, Thor learns what it takes to be a true hero when the most dangerous villain of his world sends the darkest forces of Asgard to invade Earth.","ReleaseDate":"2011-04-21"},{"Id":98566,"VoteCount":4869,"PosterPath":"/Images/Teenage Mutant Ninja Turtles.png","Title":"Teenage Mutant Ninja Turtles","VoteAverage":5.9,"Overview":"The city needs heroes. Darkness has settled over New York City as Shredder and his evil Foot Clan have an iron grip on everything from the police to the politicians. The future is grim until four unlikely outcast brothers rise from the sewers and discover their destiny as Teenage Mutant Ninja Turtles. The Turtles must work with fearless reporter April and her wise-cracking cameraman Vern Fenwick to save the city and unravel Shredder's diabolical plan.","ReleaseDate":"2014-08-07"},{"Id":102899,"VoteCount":14029,"PosterPath":"/Images/Ant-Man.png","Title":"Ant-Man","VoteAverage":7.1,"Overview":"Armed with the astonishing ability to shrink in scale but increase in strength, master thief Scott Lang must embrace his inner-hero and help his mentor, Doctor Hank Pym, protect the secret behind his spectacular Ant-Man suit from a new generation of towering threats. Against seemingly insurmountable obstacles, Pym and Lang must plan and pull off a heist that will save the world.","ReleaseDate":"2015-07-14"},{"Id":310,"VoteCount":7539,"PosterPath":"/Images/Bruce Almighty.png","Title":"Bruce Almighty","VoteAverage":6.7,"Overview":"Bruce Nolan toils as a 'human interest' television reporter in Buffalo, N.Y., but despite his high ratings and the love of his beautiful girlfriend, Bruce remains unfulfilled. At the end of the worst day in his life, he angrily ridicules God—and the Almighty responds, endowing Bruce with all of His divine powers.","ReleaseDate":"2003-05-23"},{"Id":505043,"VoteCount":1,"PosterPath":"/Images/To Protect & Serve.png","Title":"To Protect & Serve","VoteAverage":2.0,"Overview":"Two detectives investigate a serial killer who stalks his victims.","ReleaseDate":"2020-05-29"},{"Id":363088,"VoteCount":8368,"PosterPath":"/Images/Ant-Man and the Wasp.png","Title":"Ant-Man and the Wasp","VoteAverage":7.0,"Overview":"Just when his time under house arrest is about to end, Scott Lang once again puts his freedom at risk to help Hope van Dyne and Dr. Hank Pym dive into the quantum realm and try to accomplish, against time and any chance of success, a very dangerous rescue mission.","ReleaseDate":"2018-07-04"},{"Id":156022,"VoteCount":5852,"PosterPath":"/Images/The Equalizer.png","Title":"The Equalizer","VoteAverage":7.2,"Overview":"McCall believes he has put his mysterious past behind him and dedicated himself to beginning a new, quiet life. But when he meets Teri, a young girl under the control of ultra-violent Russian gangsters, he can’t stand idly by – he has to help her. Armed with hidden skills that allow him to serve vengeance against anyone who would brutalize the helpless, McCall comes out of his self-imposed retirement and finds his desire for justice reawakened. If someone has a problem, if the odds are stacked against them, if they have nowhere else to turn, McCall will help. He is The Equalizer.","ReleaseDate":"2014-09-24"}]