[{"Id":419704,"VoteCount":3528,"PosterPath":"/Images/Ad Astra.png","Title":"Ad Astra","VoteAverage":6.0,"Overview":"The near future, a time when both hope and hardships drive humanity to look to the stars and beyond. While a mysterious phenomenon menaces to destroy life on planet Earth, astronaut Roy McBride undertakes a mission across the immensity of space and its many perils to uncover the truth about a lost expedition that decades before boldly faced emptiness and silence in search of the unknown.","ReleaseDate":"2019-09-17"},{"Id":338762,"VoteCount":2427,"PosterPath":"/Images/Bloodshot.png","Title":"Bloodshot","VoteAverage":7.1,"Overview":"After he and his wife are murdered, marine Ray Garrison is resurrected by a team of scientists. Enhanced with nanotechnology, he becomes a superhuman, biotech killing machine—'Bloodshot'. As Ray first trains with fellow super-soldiers, he cannot recall anything from his former life. But when his memories flood back and he remembers the man that killed both him and his wife, he breaks out of the facility to get revenge, only to discover that there's more to the conspiracy than he thought.","ReleaseDate":"2020-03-05"},{"Id":385103,"VoteCount":773,"PosterPath":"/Images/Scoob!.png","Title":"Scoob!","VoteAverage":8.0,"Overview":"In Scooby-Doo’s greatest adventure yet, see the never-before told story of how lifelong friends Scooby and Shaggy first met and how they joined forces with young detectives Fred, Velma, and Daphne to form the famous Mystery Inc. Now, with hundreds of cases solved, Scooby and the gang face their biggest, toughest mystery ever: an evil plot to unleash the ghost dog Cerberus upon the world. As they race to stop this global “dogpocalypse,” the gang discovers that Scooby has a secret legacy and an epic destiny greater than anyone ever imagined.","ReleaseDate":"2020-05-15"},{"Id":454626,"VoteCount":4230,"PosterPath":"/Images/Sonic the Hedgehog.png","Title":"Sonic the Hedgehog","VoteAverage":7.5,"Overview":"Based on the global blockbuster videogame franchise from Sega, Sonic the Hedgehog tells the story of the world’s speediest hedgehog as he embraces his new home on Earth. In this live-action adventure comedy, Sonic and his new best friend team up to defend the planet from the evil genius Dr. Robotnik and his plans for world domination.","ReleaseDate":"2020-02-12"},{"Id":576156,"VoteCount":138,"PosterPath":"/Images/The Lovebirds.png","Title":"The Lovebirds","VoteAverage":6.4,"Overview":"A couple experiences a defining moment in their relationship when they are unintentionally embroiled in a murder mystery. As their journey to clear their names takes them from one extreme – and hilarious - circumstance to the next, they must figure out how they, and their relationship, can survive the night.","ReleaseDate":"2020-05-22"},{"Id":495764,"VoteCount":4149,"PosterPath":"/Images/Birds of Prey (and the Fantabulous Emancipation of One Harley Quinn).png","Title":"Birds of Prey (and the Fantabulous Emancipation of One Harley Quinn)","VoteAverage":7.2,"Overview":"Harley Quinn joins forces with a singer, an assassin and a police detective to help a young girl who had a hit placed on her after she stole a rare diamond from a crime lord.","ReleaseDate":"2020-02-05"},{"Id":38700,"VoteCount":4101,"PosterPath":"/Images/Bad Boys for Life.png","Title":"Bad Boys for Life","VoteAverage":7.2,"Overview":"Marcus and Mike are forced to confront new threats, career changes, and midlife crises as they join the newly created elite team AMMO of the Miami police department to take down the ruthless Armando Armas, the vicious leader of a Miami drug cartel.","ReleaseDate":"2020-01-15"},{"Id":496243,"VoteCount":7596,"PosterPath":"/Images/Parasite.png","Title":"Parasite","VoteAverage":8.5,"Overview":"All unemployed, Ki-taek's family takes peculiar interest in the wealthy and glamorous Parks for their livelihood until they get entangled in an unexpected incident.","ReleaseDate":"2019-05-30"},{"Id":330457,"VoteCount":4673,"PosterPath":"/Images/Frozen II.png","Title":"Frozen II","VoteAverage":7.2,"Overview":"Elsa, Anna, Kristoff and Olaf head far into the forest to learn the truth about an ancient mystery of their kingdom.","ReleaseDate":"2019-11-20"},{"Id":530915,"VoteCount":5114,"PosterPath":"/Images/1917.png","Title":"1917","VoteAverage":7.9,"Overview":"At the height of the First World War, two young British soldiers must cross enemy territory and deliver a message that will stop a deadly attack on hundreds of soldiers.","ReleaseDate":"2019-12-25"},{"Id":686245,"VoteCount":69,"PosterPath":"/Images/Survive the Night.png","Title":"Survive the Night","VoteAverage":5.7,"Overview":"A disgraced doctor and his family are held hostage at their home by criminals on the run, when a robbery-gone-awry requires them to seek immediate medical attention.","ReleaseDate":"2020-05-22"},{"Id":475557,"VoteCount":12762,"PosterPath":"/Images/Joker.png","Title":"Joker","VoteAverage":8.2,"Overview":"During the 1980s, a failed stand-up comedian is driven insane and turns to a life of crime and chaos in Gotham City while becoming an infamous psychopathic crime figure.","ReleaseDate":"2019-10-02"},{"Id":181812,"VoteCount":4736,"PosterPath":"/Images/Star Wars_ The Rise of Skywalker.png","Title":"Star Wars_ The Rise of Skywalker","VoteAverage":6.5,"Overview":"The surviving Resistance faces the First Order once again as the journey of Rey, Finn and Poe Dameron continues. With the power and knowledge of generations behind them, the final battle begins.","ReleaseDate":"2019-12-18"},{"Id":545609,"VoteCount":2184,"PosterPath":"/Images/Extraction.png","Title":"Extraction","VoteAverage":7.5,"Overview":"Tyler Rake, a fearless mercenary who offers his services on the black market, embarks on a dangerous mission when he is hired to rescue the kidnapped son of a Mumbai crime lord…","ReleaseDate":"2020-04-24"},{"Id":920,"VoteCount":9398,"PosterPath":"/Images/Cars.png","Title":"Cars","VoteAverage":6.8,"Overview":"Lightning McQueen, a hotshot rookie race car driven to succeed, discovers that life is about the journey, not the finish line, when he finds himself unexpectedly detoured in the sleepy Route 66 town of Radiator Springs. On route across the country to the big Piston Cup Championship in California to compete against two seasoned pros, McQueen gets to know the town's offbeat characters.","ReleaseDate":"2006-06-08"}]