[{"Id":384018,"VoteCount":3647,"PosterPath":"/Images/Fast & Furious Presents_ Hobbs & Shaw.png","Title":"Fast & Furious Presents_ Hobbs & Shaw","VoteAverage":6.8,"Overview":"Ever since US Diplomatic Security Service Agent Hobbs and lawless outcast Shaw first faced off, they just have swapped smacks and bad words. But when cyber-genetically enhanced anarchist Brixton's ruthless actions threaten the future of humanity, both join forces to defeat him. (A spin-off of “The Fate of the Furious,” focusing on Johnson's Luke Hobbs and Statham's Deckard Shaw.)","ReleaseDate":"2019-08-01"},{"Id":372058,"VoteCount":5652,"PosterPath":"/Images/Your Name..png","Title":"Your Name.","VoteAverage":8.6,"Overview":"High schoolers Mitsuha and Taki are complete strangers living separate lives. But one night, they suddenly switch places. Mitsuha wakes up in Taki’s body, and he in hers. This bizarre occurrence continues to happen randomly, and the two must adjust their lives around each other.","ReleaseDate":"2016-08-26"},{"Id":546554,"VoteCount":4141,"PosterPath":"/Images/Knives Out.png","Title":"Knives Out","VoteAverage":7.8,"Overview":"When renowned crime novelist Harlan Thrombey is found dead at his estate just after his 85th birthday, the inquisitive and debonair Detective Benoit Blanc is mysteriously enlisted to investigate. From Harlan's dysfunctional family to his devoted staff, Blanc sifts through a web of red herrings and self-serving lies to uncover the truth behind Harlan's untimely death.","ReleaseDate":"2019-11-27"},{"Id":272,"VoteCount":14359,"PosterPath":"/Images/Batman Begins.png","Title":"Batman Begins","VoteAverage":7.7,"Overview":"Driven by tragedy, billionaire Bruce Wayne dedicates his life to uncovering and defeating the corruption that plagues his home, Gotham City.  Unable to work within the system, he instead creates a new identity, a symbol of fear for the criminal underworld - The Batman.","ReleaseDate":"2005-06-10"},{"Id":299534,"VoteCount":13353,"PosterPath":"/Images/Avengers_ Endgame.png","Title":"Avengers_ Endgame","VoteAverage":8.3,"Overview":"After the devastating events of Avengers: Infinity War, the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos' actions and restore order to the universe once and for all, no matter what consequences may be in store.","ReleaseDate":"2019-04-24"},{"Id":420809,"VoteCount":2892,"PosterPath":"/Images/Maleficent_ Mistress of Evil.png","Title":"Maleficent_ Mistress of Evil","VoteAverage":7.3,"Overview":"Maleficent and her goddaughter Aurora begin to question the complex family ties that bind them as they are pulled in different directions by impending nuptials, unexpected allies, and dark new forces at play.","ReleaseDate":"2019-10-16"},{"Id":283995,"VoteCount":14854,"PosterPath":"/Images/Guardians of the Galaxy Vol. 2.png","Title":"Guardians of the Galaxy Vol. 2","VoteAverage":7.6,"Overview":"The Guardians must fight to keep their newfound family together as they unravel the mysteries of Peter Quill's true parentage.","ReleaseDate":"2017-04-19"},{"Id":150540,"VoteCount":14891,"PosterPath":"/Images/Inside Out.png","Title":"Inside Out","VoteAverage":7.9,"Overview":"Growing up can be a bumpy road, and it's no exception for Riley, who is uprooted from her Midwest life when her father starts a new job in San Francisco. Riley's guiding emotions— Joy, Fear, Anger, Disgust and Sadness—live in Headquarters, the control centre inside Riley's mind, where they help advise her through everyday life and tries to keep things positive, but the emotions conflict on how best to navigate a new city, house and school.","ReleaseDate":"2015-06-09"},{"Id":140607,"VoteCount":14487,"PosterPath":"/Images/Star Wars_ The Force Awakens.png","Title":"Star Wars_ The Force Awakens","VoteAverage":7.4,"Overview":"Thirty years after defeating the Galactic Empire, Han Solo and his allies face a new threat from the evil Kylo Ren and his army of Stormtroopers.","ReleaseDate":"2015-12-15"},{"Id":129,"VoteCount":9529,"PosterPath":"/Images/Spirited Away.png","Title":"Spirited Away","VoteAverage":8.5,"Overview":"A young girl, Chihiro, becomes trapped in a strange new world of spirits. When her parents undergo a mysterious transformation, she must call upon the courage she never knew she had to free her family.","ReleaseDate":"2001-07-20"},{"Id":359724,"VoteCount":2757,"PosterPath":"/Images/Ford v Ferrari.png","Title":"Ford v Ferrari","VoteAverage":7.9,"Overview":"American car designer Carroll Shelby and the British-born driver Ken Miles work together to battle corporate interference, the laws of physics, and their own personal demons to build a revolutionary race car for Ford Motor Company and take on the dominating race cars of Enzo Ferrari at the 24 Hours of Le Mans in France in 1966.","ReleaseDate":"2019-11-13"},{"Id":109445,"VoteCount":11838,"PosterPath":"/Images/Frozen.png","Title":"Frozen","VoteAverage":7.3,"Overview":"Young princess Anna of Arendelle dreams about finding true love at her sister Elsa’s coronation. Fate takes her on a dangerous journey in an attempt to end the eternal winter that has fallen over the kingdom. She's accompanied by ice delivery man Kristoff, his reindeer Sven, and snowman Olaf. On an adventure where she will find out what friendship, courage, family, and true love really means.","ReleaseDate":"2013-11-27"},{"Id":210577,"VoteCount":12596,"PosterPath":"/Images/Gone Girl.png","Title":"Gone Girl","VoteAverage":7.9,"Overview":"With his wife's disappearance having become the focus of an intense media circus, a man sees the spotlight turned on him when it's suspected that he may not be innocent.","ReleaseDate":"2014-10-01"},{"Id":122,"VoteCount":15549,"PosterPath":"/Images/The Lord of the Rings_ The Return of the King.png","Title":"The Lord of the Rings_ The Return of the King","VoteAverage":8.5,"Overview":"Aragorn is revealed as the heir to the ancient kings as he, Gandalf and the other members of the broken fellowship struggle to save Gondor from Sauron's forces. Meanwhile, Frodo and Sam take the ring closer to the heart of Mordor, the dark lord's realm.","ReleaseDate":"2003-12-01"},{"Id":98,"VoteCount":11854,"PosterPath":"/Images/Gladiator.png","Title":"Gladiator","VoteAverage":8.2,"Overview":"In the year 180, the death of emperor Marcus Aurelius throws the Roman Empire into chaos.  Maximus is one of the Roman army's most capable and trusted generals and a key advisor to the emperor.  As Marcus' devious son Commodus ascends to the throne, Maximus is set to be executed.  He escapes, but is captured by slave traders.  Renamed Spaniard and forced to become a gladiator, Maximus must battle to the death with other men for the amusement of paying audiences.","ReleaseDate":"2000-05-01"}]