[{"Id":696374,"VoteCount":4,"PosterPath":"/Images/Gabriel's Inferno.png","Title":"Gabriel's Inferno","VoteAverage":5.3,"Overview":"An intriguing and sinful exploration of seduction, forbidden love, and redemption, Gabriel's Inferno is a captivating and wildly passionate tale of one man's escape from his own personal hell as he tries to earn the impossible--forgiveness and love.","ReleaseDate":"2020-05-29"},{"Id":12445,"VoteCount":13749,"PosterPath":"/Images/Harry Potter and the Deathly Hallows_ Part 2.png","Title":"Harry Potter and the Deathly Hallows_ Part 2","VoteAverage":8.1,"Overview":"Harry, Ron and Hermione continue their quest to vanquish the evil Voldemort once and for all. Just as things begin to look hopeless for the young wizards, Harry discovers a trio of magical objects that endow him with powers to rival Voldemort's formidable skills.","ReleaseDate":"2011-07-07"},{"Id":694,"VoteCount":11020,"PosterPath":"/Images/The Shining.png","Title":"The Shining","VoteAverage":8.2,"Overview":"Jack Torrance accepts a caretaker job at the Overlook Hotel, where he, along with his wife Wendy and their son Danny, must live isolated from the rest of the world for the winter. But they aren't prepared for the madness that lurks within.","ReleaseDate":"1980-05-23"},{"Id":284054,"VoteCount":15155,"PosterPath":"/Images/Black Panther.png","Title":"Black Panther","VoteAverage":7.4,"Overview":"King T'Challa returns home from America to the reclusive, technologically advanced African nation of Wakanda to serve as his country's new leader. However, T'Challa soon finds that he is challenged for the throne by factions within his own country as well as without. Using powers reserved to Wakandan kings, T'Challa assumes the Black Panther mantel to join with girlfriend Nakia, the queen-mother, his princess-kid sister, members of the Dora Milaje (the Wakandan 'special forces') and an American secret agent, to prevent Wakanda from being dragged into a world war.","ReleaseDate":"2018-02-13"},{"Id":522627,"VoteCount":1283,"PosterPath":"/Images/The Gentlemen.png","Title":"The Gentlemen","VoteAverage":7.7,"Overview":"American expat Mickey Pearson has built a highly profitable marijuana empire in London. When word gets out that he’s looking to cash out of the business forever it triggers plots, schemes, bribery and blackmail in an attempt to steal his domain out from under him.","ReleaseDate":"2020-01-01"},{"Id":618433,"VoteCount":2,"PosterPath":"/Images/Dead Water.png","Title":"Dead Water","VoteAverage":5.5,"Overview":"When a relaxing getaway turns deadly, a former Marine must risk his life once again to save his wife and best friend from a modern day pirate; all the while trying to hold himself together as he faces the ghosts of the war he left behind.","ReleaseDate":"2020-05-28"},{"Id":354912,"VoteCount":11360,"PosterPath":"/Images/Coco.png","Title":"Coco","VoteAverage":8.2,"Overview":"Despite his family’s baffling generations-old ban on music, Miguel dreams of becoming an accomplished musician like his idol, Ernesto de la Cruz. Desperate to prove his talent, Miguel finds himself in the stunning and colorful Land of the Dead following a mysterious chain of events. Along the way, he meets charming trickster Hector, and together, they set off on an extraordinary journey to unlock the real story behind Miguel's family history.","ReleaseDate":"2017-10-27"},{"Id":87101,"VoteCount":6092,"PosterPath":"/Images/Terminator Genisys.png","Title":"Terminator Genisys","VoteAverage":5.9,"Overview":"The year is 2029. John Connor, leader of the resistance continues the war against the machines. At the Los Angeles offensive, John's fears of the unknown future begin to emerge when TECOM spies reveal a new plot by SkyNet that will attack him from both fronts; past and future, and will ultimately change warfare forever.","ReleaseDate":"2015-06-23"},{"Id":320288,"VoteCount":3472,"PosterPath":"/Images/Dark Phoenix.png","Title":"Dark Phoenix","VoteAverage":6.0,"Overview":"The X-Men face their most formidable and powerful foe when one of their own, Jean Grey, starts to spiral out of control. During a rescue mission in outer space, Jean is nearly killed when she's hit by a mysterious cosmic force. Once she returns home, this force not only makes her infinitely more powerful, but far more unstable. The X-Men must now band together to save her soul and battle aliens that want to use Grey's new abilities to rule the galaxy.","ReleaseDate":"2019-06-05"},{"Id":284052,"VoteCount":15040,"PosterPath":"/Images/Doctor Strange.png","Title":"Doctor Strange","VoteAverage":7.4,"Overview":"After his career is destroyed, a brilliant but arrogant surgeon gets a new lease on life when a sorcerer takes him under her wing and trains him to defend the world against evil.","ReleaseDate":"2016-10-25"},{"Id":209112,"VoteCount":13387,"PosterPath":"/Images/Batman v Superman_ Dawn of Justice.png","Title":"Batman v Superman_ Dawn of Justice","VoteAverage":5.8,"Overview":"Fearing the actions of a god-like Super Hero left unchecked, Gotham City’s own formidable, forceful vigilante takes on Metropolis’s most revered, modern-day savior, while the world wrestles with what sort of hero it really needs. And with Batman and Superman at war with one another, a new threat quickly arises, putting mankind in greater danger than it’s ever known before.","ReleaseDate":"2016-03-23"},{"Id":454983,"VoteCount":4303,"PosterPath":"/Images/The Kissing Booth.png","Title":"The Kissing Booth","VoteAverage":7.2,"Overview":"When teenager Elle's first kiss leads to a forbidden romance with the hottest boy in high school, she risks her relationship with her best friend.","ReleaseDate":"2018-05-11"},{"Id":293660,"VoteCount":22863,"PosterPath":"/Images/Deadpool.png","Title":"Deadpool","VoteAverage":7.6,"Overview":"Deadpool tells the origin story of former Special Forces operative turned mercenary Wade Wilson, who after being subjected to a rogue experiment that leaves him with accelerated healing powers, adopts the alter ego Deadpool. Armed with his new abilities and a dark, twisted sense of humor, Deadpool hunts down the man who nearly destroyed his life.","ReleaseDate":"2016-02-09"},{"Id":228150,"VoteCount":8000,"PosterPath":"/Images/Fury.png","Title":"Fury","VoteAverage":7.5,"Overview":"In the last months of World War II, as the Allies make their final push in the European theatre, a battle-hardened U.S. Army sergeant named 'Wardaddy' commands a Sherman tank called 'Fury' and its five-man crew on a deadly mission behind enemy lines. Outnumbered and outgunned, Wardaddy and his men face overwhelming odds in their heroic attempts to strike at the heart of Nazi Germany.","ReleaseDate":"2014-10-15"},{"Id":431693,"VoteCount":1125,"PosterPath":"/Images/Spies in Disguise.png","Title":"Spies in Disguise","VoteAverage":7.7,"Overview":"Super spy Lance Sterling and scientist Walter Beckett are almost exact opposites. Lance is smooth, suave and debonair. Walter is… not. But what Walter lacks in social skills he makes up for in smarts and invention, creating the awesome gadgets Lance uses on his epic missions. But when events take an unexpected turn, Walter and Lance suddenly have to rely on each other in a whole new way.","ReleaseDate":"2019-12-04"}]