[{"Id":335984,"VoteCount":8290,"PosterPath":"/Images/Blade Runner 2049.png","Title":"Blade Runner 2049","VoteAverage":7.4,"Overview":"Thirty years after the events of the first film, a new blade runner, LAPD Officer K, unearths a long-buried secret that has the potential to plunge what's left of society into chaos. K's discovery leads him on a quest to find Rick Deckard, a former LAPD blade runner who has been missing for 30 years.","ReleaseDate":"2017-10-04"},{"Id":157336,"VoteCount":22497,"PosterPath":"/Images/Interstellar.png","Title":"Interstellar","VoteAverage":8.3,"Overview":"Interstellar chronicles the adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage.","ReleaseDate":"2014-11-05"},{"Id":27205,"VoteCount":25914,"PosterPath":"/Images/Inception.png","Title":"Inception","VoteAverage":8.3,"Overview":"Cobb, a skilled thief who commits corporate espionage by infiltrating the subconscious of his targets is offered a chance to regain his old life as payment for a task considered to be impossible: \"inception\", the implantation of another person's idea into a target's subconscious.","ReleaseDate":"2010-07-15"},{"Id":420818,"VoteCount":5898,"PosterPath":"/Images/The Lion King.png","Title":"The Lion King","VoteAverage":7.2,"Overview":"Simba idolizes his father, King Mufasa, and takes to heart his own royal destiny. But not everyone in the kingdom celebrates the new cub's arrival. Scar, Mufasa's brother—and former heir to the throne—has plans of his own. The battle for Pride Rock is ravaged with betrayal, tragedy and drama, ultimately resulting in Simba's exile. With help from a curious pair of newfound friends, Simba will have to figure out how to grow up and take back what is rightfully his.","ReleaseDate":"2019-07-12"},{"Id":11,"VoteCount":13697,"PosterPath":"/Images/Star Wars.png","Title":"Star Wars","VoteAverage":8.2,"Overview":"Princess Leia is captured and held hostage by the evil Imperial forces in their effort to take over the galactic Empire. Venturesome Luke Skywalker and dashing captain Han Solo team together with the loveable robot duo R2-D2 and C-3PO to rescue the beautiful princess and restore peace and justice in the Empire.","ReleaseDate":"1977-05-25"},{"Id":481848,"VoteCount":1231,"PosterPath":"/Images/The Call of the Wild.png","Title":"The Call of the Wild","VoteAverage":7.4,"Overview":"Buck is a big-hearted dog whose blissful domestic life is turned upside down when he is suddenly uprooted from his California home and transplanted to the exotic wilds of the Yukon during the Gold Rush of the 1890s. As the newest rookie on a mail delivery dog sled team—and later its leader—Buck experiences the adventure of a lifetime, ultimately finding his true place in the world and becoming his own master.","ReleaseDate":"2020-02-19"},{"Id":429617,"VoteCount":7411,"PosterPath":"/Images/Spider-Man_ Far from Home.png","Title":"Spider-Man_ Far from Home","VoteAverage":7.5,"Overview":"Peter Parker and his friends go on a summer trip to Europe. However, they will hardly be able to rest - Peter will have to agree to help Nick Fury uncover the mystery of creatures that cause natural disasters and destruction throughout the continent.","ReleaseDate":"2019-06-28"},{"Id":155,"VoteCount":22307,"PosterPath":"/Images/The Dark Knight.png","Title":"The Dark Knight","VoteAverage":8.4,"Overview":"Batman raises the stakes in his war on crime. With the help of Lt. Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as the Joker.","ReleaseDate":"2008-07-16"},{"Id":443791,"VoteCount":1186,"PosterPath":"/Images/Underwater.png","Title":"Underwater","VoteAverage":6.4,"Overview":"After an earthquake destroys their underwater station, six researchers must navigate two miles along the dangerous, unknown depths of the ocean floor to make it to safety in a race against time.","ReleaseDate":"2020-01-08"},{"Id":582596,"VoteCount":332,"PosterPath":"/Images/The Wrong Missy.png","Title":"The Wrong Missy","VoteAverage":6.2,"Overview":"A guy meets the woman of his dreams and invites her to his company's corporate retreat, but realizes he sent the invite to the wrong person.","ReleaseDate":"2020-05-13"},{"Id":570670,"VoteCount":1970,"PosterPath":"/Images/The Invisible Man.png","Title":"The Invisible Man","VoteAverage":7.1,"Overview":"When Cecilia's abusive ex takes his own life and leaves her his fortune, she suspects his death was a hoax. As a series of coincidences turn lethal, Cecilia works to prove that she is being hunted by someone nobody can see.","ReleaseDate":"2020-02-26"},{"Id":24428,"VoteCount":22442,"PosterPath":"/Images/The Avengers.png","Title":"The Avengers","VoteAverage":7.7,"Overview":"When an unexpected enemy emerges and threatens global safety and security, Nick Fury, director of the international peacekeeping agency known as S.H.I.E.L.D., finds himself in need of a team to pull the world back from the brink of disaster. Spanning the globe, a daring recruitment effort begins!","ReleaseDate":"2012-04-25"},{"Id":110415,"VoteCount":6063,"PosterPath":"/Images/Snowpiercer.png","Title":"Snowpiercer","VoteAverage":6.8,"Overview":"In a future where a failed global-warming experiment kills off most life on the planet, a class system evolves aboard the Snowpiercer, a train that travels around the globe via a perpetual-motion engine.","ReleaseDate":"2013-08-01"},{"Id":448119,"VoteCount":1626,"PosterPath":"/Images/Dolittle.png","Title":"Dolittle","VoteAverage":6.8,"Overview":"After losing his wife seven years earlier, the eccentric Dr. John Dolittle, famed doctor and veterinarian of Queen Victoria’s England, hermits himself away behind the high walls of Dolittle Manor with only his menagerie of exotic animals for company. But when the young queen falls gravely ill, a reluctant Dolittle is forced to set sail on an epic adventure to a mythical island in search of a cure, regaining his wit and courage as he crosses old adversaries and discovers wondrous creatures.","ReleaseDate":"2020-01-01"},{"Id":122917,"VoteCount":9812,"PosterPath":"/Images/The Hobbit_ The Battle of the Five Armies.png","Title":"The Hobbit_ The Battle of the Five Armies","VoteAverage":7.3,"Overview":"Immediately after the events of The Desolation of Smaug, Bilbo and the dwarves try to defend Erebor's mountain of treasure from others who claim it: the men of the ruined Laketown and the elves of Mirkwood. Meanwhile an army of Orcs led by Azog the Defiler is marching on Erebor, fueled by the rise of the dark lord Sauron. Dwarves, elves and men must unite, and the hope for Middle-Earth falls into Bilbo's hands.","ReleaseDate":"2014-12-10"}]