[{"Id":269149,"VoteCount":11701,"PosterPath":"/Images/Zootopia.png","Title":"Zootopia","VoteAverage":7.7,"Overview":"Determined to prove herself, Officer Judy Hopps, the first bunny on Zootopia's police force, jumps at the chance to crack her first case - even if it means partnering with scam-artist fox Nick Wilde to solve the mystery.","ReleaseDate":"2016-02-11"},{"Id":68726,"VoteCount":8627,"PosterPath":"/Images/Pacific Rim.png","Title":"Pacific Rim","VoteAverage":6.8,"Overview":"When legions of monstrous creatures, known as Kaiju, started rising from the sea, a war began that would take millions of lives and consume humanity's resources for years on end. To combat the giant Kaiju, a special type of weapon was devised: massive robots, called Jaegers, which are controlled simultaneously by two pilots whose minds are locked in a neural bridge. But even the Jaegers are proving nearly defenseless in the face of the relentless Kaiju. On the verge of defeat, the forces defending mankind have no choice but to turn to two unlikely heroes—a washed-up former pilot (Charlie Hunnam) and an untested trainee (Rinko Kikuchi)—who are teamed to drive a legendary but seemingly obsolete Jaeger from the past. Together, they stand as mankind's last hope against the mounting apocalypse.","ReleaseDate":"2013-07-11"},{"Id":474350,"VoteCount":4105,"PosterPath":"/Images/It Chapter Two.png","Title":"It Chapter Two","VoteAverage":6.8,"Overview":"27 years after overcoming the malevolent supernatural entity Pennywise, the former members of the Losers' Club, who have grown up and moved away from Derry, are brought back together by a devastating phone call.","ReleaseDate":"2019-09-04"},{"Id":329865,"VoteCount":12229,"PosterPath":"/Images/Arrival.png","Title":"Arrival","VoteAverage":7.5,"Overview":"Taking place after alien crafts land around the world, an expert linguist is recruited by the military to determine whether they come in peace or are a threat.","ReleaseDate":"2016-11-10"},{"Id":606679,"VoteCount":0,"PosterPath":"/Images/The High Note.png","Title":"The High Note","VoteAverage":0.0,"Overview":"Set in the dazzling world of the LA music scene comes the story of Grace Davis, a superstar whose talent, and ego, have reached unbelievable heights. Maggie is Grace’s overworked personal assistant who’s stuck running errands, but still aspires to her childhood dream of becoming a music producer. When Grace’s manager presents her with a choice that could alter the course of her career, Maggie and Grace come up with a plan that could change their lives forever.","ReleaseDate":"2020-06-10"},{"Id":22,"VoteCount":14484,"PosterPath":"/Images/Pirates of the Caribbean_ The Curse of the Black Pearl.png","Title":"Pirates of the Caribbean_ The Curse of the Black Pearl","VoteAverage":7.7,"Overview":"Jack Sparrow, a freewheeling 18th-century pirate, quarrels with a rival pirate bent on pillaging Port Royal. When the governor's daughter is kidnapped, Sparrow decides to help the girl's love save her.","ReleaseDate":"2003-07-09"},{"Id":121,"VoteCount":14684,"PosterPath":"/Images/The Lord of the Rings_ The Two Towers.png","Title":"The Lord of the Rings_ The Two Towers","VoteAverage":8.3,"Overview":"Frodo and Sam are trekking to Mordor to destroy the One Ring of Power while Gimli, Legolas and Aragorn search for the orc-captured Merry and Pippin. All along, nefarious wizard Saruman awaits the Fellowship members at the Orthanc Tower in Isengard.","ReleaseDate":"2002-12-18"},{"Id":99861,"VoteCount":15871,"PosterPath":"/Images/Avengers_ Age of Ultron.png","Title":"Avengers_ Age of Ultron","VoteAverage":7.3,"Overview":"When Tony Stark tries to jumpstart a dormant peacekeeping program, things go awry and Earth’s Mightiest Heroes are put to the ultimate test as the fate of the planet hangs in the balance. As the villainous Ultron emerges, it is up to The Avengers to stop him from enacting his terrible plans, and soon uneasy alliances and unexpected action pave the way for an epic and unique global adventure.","ReleaseDate":"2015-04-22"},{"Id":474764,"VoteCount":219,"PosterPath":"/Images/The Lodge.png","Title":"The Lodge","VoteAverage":6.2,"Overview":"When a father is forced to abruptly depart for work, he leaves his children, Aidan and Mia, at their holiday home in the care of his new girlfriend, Grace. Isolated and alone, a blizzard traps them inside the lodge as terrifying events summon specters from Grace's dark past.","ReleaseDate":"2019-01-25"},{"Id":205596,"VoteCount":12130,"PosterPath":"/Images/The Imitation Game.png","Title":"The Imitation Game","VoteAverage":8.1,"Overview":"Based on the real life story of legendary cryptanalyst Alan Turing, the film portrays the nail-biting race against time by Turing and his brilliant team of code-breakers at Britain's top-secret Government Code and Cypher School at Bletchley Park, during the darkest days of World War II.","ReleaseDate":"2014-11-14"},{"Id":540247,"VoteCount":52,"PosterPath":"/Images/Jurassic Galaxy.png","Title":"Jurassic Galaxy","VoteAverage":4.0,"Overview":"In the near future, a ship of space explorers crash land on an unknown planet. They're soon met with some of their worst fears as they discover the planet is inhabited by monstrous dinosaurs.","ReleaseDate":"2018-08-20"},{"Id":550,"VoteCount":19275,"PosterPath":"/Images/Fight Club.png","Title":"Fight Club","VoteAverage":8.4,"Overview":"A ticking-time-bomb insomniac and a slippery soap salesman channel primal male aggression into a shocking new form of therapy. Their concept catches on, with underground \"fight clubs\" forming in every town, until an eccentric gets in the way and ignites an out-of-control spiral toward oblivion.","ReleaseDate":"1999-10-15"},{"Id":49026,"VoteCount":16050,"PosterPath":"/Images/The Dark Knight Rises.png","Title":"The Dark Knight Rises","VoteAverage":7.7,"Overview":"Following the death of District Attorney Harvey Dent, Batman assumes responsibility for Dent's crimes to protect the late attorney's reputation and is subsequently hunted by the Gotham City Police Department. Eight years later, Batman encounters the mysterious Selina Kyle and the villainous Bane, a new terrorist leader who overwhelms Gotham's finest. The Dark Knight resurfaces to protect a city that has branded him an enemy.","ReleaseDate":"2012-07-16"},{"Id":321612,"VoteCount":12352,"PosterPath":"/Images/Beauty and the Beast.png","Title":"Beauty and the Beast","VoteAverage":6.9,"Overview":"A live-action adaptation of Disney's version of the classic tale of a cursed prince and a beautiful young woman who helps him break the spell.","ReleaseDate":"2017-03-16"},{"Id":514847,"VoteCount":710,"PosterPath":"/Images/The Hunt.png","Title":"The Hunt","VoteAverage":6.7,"Overview":"Twelve strangers wake up in a clearing. They don't know where they are—or how they got there. In the shadow of a dark internet conspiracy theory, ruthless elitists gather at a remote location to hunt humans for sport. But their master plan is about to be derailed when one of the hunted turns the tables on her pursuers.","ReleaseDate":"2020-03-11"}]